{
    "name": "Beer",
    "icon": "minecraft:writable_book",
    "category": "snacks:nutrients_inducing_substances",
    "pages": [
        {
            "type": "text",
            "text": "Have I ever told you about the prince from Grandiorite kingdom and his knight? If I haven’t, now seems like a good time. When this king was just a little boy, Grandiorite was a peaceful kingdom with strong allies and happy, healthy people. The prince’s parents, a happy and loving couple, despite being in an arranged marriage, ruled with compassion and strength. They were well loved by their"
        },
        {
            "type": "text",
            "text": "people, and brought much prosperity to a kingdom that had been in ruin under the previous king’s rule. The prince himself was also well loved by the people, and would often run out and play with the kingdom’s children, unaccompanied by guards or a nanny. Such an occurrence was uncommon in other kingdoms, but it was a testimony to the peace of the kingdom and the belief of the king and queen that rulers and subjects should be on even ground and have trust in each other."
        },
        {
            "type": "text",
            "text": " However, this all changed when someone hired assassins and attacked the castle. The prince was out in the kingdom, sparring with some of his friends, as most of them were either 18 or almost 18, and many of them were either training to become a knight or simply wanting to learn to fight to be able to defend themselves. It seemed like any other day when suddenly, the castle horn sounded, signalling they were under attack. The prince was instantly pulled into the nearest home with"
        },
        {
            "type": "text",
            "text": "his friends, and for two weeks he was sheltered by the Kingdom’s people from the attackers. Nobody knew what was going on, and nothing was heard from the castle for this entire time. It was only after those two weeks that the flags on the castle were finally raised again, and the king came out to address the people. The prince joined the people standing around the base of the castle, blending in for safety as the king announced that the queen was dead. After this, when the"
        },
        {
            "type": "text",
            "text": "prince returned to the castle, his father informed him that he would always have to have a personal guard with him at all times for safety. As the story goes, the prince hated having a personal guard following him around at all times. Despite the fact that the king still trusted the kingdom’s peoples to protect the prince, he felt that it would be best to have a trained guard with the prince at all times for extra precaution. However, this explanation did not appease the prince, and the prince"
        },
        {
            "type": "text",
            "text": "would often sneak out and run away from his guard. Due to the prince’s aversion to having a guard, the two did not interact much, despite being of similar age. However, their first proper interaction is a story well know in the kingdom, and I shall tell it to you as well. This was one of the many times the prince had run away and hid from his knight in hopes of some peace alone. He had found a clearing and was laying in the grass, sometimes picking a few flowers. After a little while,"
        },
        {
            "type": "text",
            "text": "the prince felt he was being watched, and started to look around for the source of the feeling. Not long after, he noticed the shine of knight armour, and called out to his knight. “Why are you just standing there? Aren’t you supposed to be watching my every move?” The prince asked, destain clear in his voice. “I can see from here,” replied his knight. “And I figured you might enjoy some time alone.” The prince was silent for a moment before lying back down and beckoning"
        },
        {
            "type": "text",
            "text": "his knight out of the shadows. “I’m not alone, though.” said the prince. You’re required to be with me at all times, and you’re too good at your job for me to sneak off for too long.” The prince paused, before adding “it’s annoying.” The knight laughed softly. “There’s a reason I was chosen for this position, funnily enough. And I know you probably miss your freedom, so I try to be as little of a nuisance as possible.” The prince stared at the knight for a moment before saying"
        },
        {
            "type": "text",
            "text": "“you could try being worse at your job. That would help.” The knight just smiled and laughed. After that, the prince hated having a personal knight a little less, and even initiated conversation between the two sometimes. There was the time that — what’s that? The story’s getting too long? Oh alright, I’ll get on with it. Anyways, a cautious friendship began between the two. After spending much time together, the knight figured out that the prince quite enjoyed a good beer, though that was hard to come"
        },
        {
            "type": "text",
            "text": "by in these days due to supply chains being disrupted between kingdoms. That was when the idea began to formulate in the knight’s head to create a contraption with which the prince could create his own bear. And that was how the hops barrel was created. The knight put either hops, barley, or wheat (I’m not sure which, the story is so old that there is multiple versions), and put a barrel on top, below, and to either side of the wheat/hops/barley. The knight then put either wheat, hops, or "
        },
        {
            "type": "text",
            "text": "barley into the hops barrel, and after a little while, could scoop out some delicious beer from the barrel with a mug. The knight presented the hops barrel to the prince, who was so surprised that someone who he often ignored would think of such a thoughtful present. After that, the prince started bringing his knight with him and stopped running away from his knight, and instead bringing his knight along when when going to his private clearing in the woods. And such was the story of"
        },
        {
            "type": "text",
            "text": "the prince and his knight from Grandiorite."
        }
    ]
}