{
    "name": "Coffee",
    "icon": "minecraft:writable_book",
    "category": "snacks:nutrients_inducing_substances",
    "pages": [
        {
            "type": "text",
            "text": "This delectable beverage was discovered by my second cousin thrice removed, who traveled the world on a donkey who's only motivation was carrots soaked in swamp water and wrapped in a lilly pad, bound in dried kelp. As a result of this specificity in the choice of carrots for my cousin's donkey, the donkey would often do backflips when fed the wrong type of carrots. There was that one time that"
        },
        {
            "type": "text",
            "text": "my cousin attempted to feed the donkey carrots in an attempt to encourage the donkey to run faster through the plateaus of the nether. To do this, my cousin leaned on the side of the donkey to reach its mouth. However, in my cousin's rush to feed the donkey in order to get away from a hoglin, my cousin accidentally grabbed some carrots stuffed with rotton flesh, which were created as a possible defence tactic against zombies. I do not know how this tactic was created,"
        },
        {
            "type": "text",
            "text": "thought of, or how well its results performed, but I was not consulted in this creation, nor was I informed of the results. Regardless of the outcomes of the infamous rotton flesh carrot tactic, my cousin fed the carrot to the donkey, and the donnkey reacted quite strongly, to say the least. For the first time ever, the donkey was calm and passive, following my cousin's instruction without the need for carrot reinforcement. This part of my cousin's journey was supposedly the most"
        },
        {
            "type": "text",
            "text": "enjoyable, and the most relaxing as there was no fighting with the donkey to go in the correct direction instead of the relaxing-looking hot tub filled with thick, orange liquid, of which the donkey appeared to have thought would be nice for its muscles. Howeber, after sleeping the night, my cousin woke up to find the donkey behaving as it had before being fed the infamous carrot. Thinking the solution to the donkey problems had been found, my cousin fed another"
        },
        {
            "type": "text",
            "text": "rotton flesh stuffed carrot to the donkey. However, it appeared that the donkey had been playing a trick on my cousin after eating the first rotton flesh carrot, and the carrot had no effect on the donkey. The donkey, laughing at my cousin's expense, raised up on its hind legs and laughed so hard it fell backward, causing a piglin brute to notice them due to the ruckus. The donkey, still distracted by its laughing fit, fell over backwards and into a nearby chest, continuing to"
        },
        {
            "type": "text",
            "text": "laugh on its back as its legs flailed in the air. The hoglin brute was so amused at this display of humor that it spared the donkey, and instead aimed for my cousin, whom I must remind you is actually my second cousin thrice removed. Anyways, my cousin, terrified, started sprinting, grabbing the bag containing all the aquired treasures. As my cousin ran, an idea appeared, and the decision was made to drink the mysterious brown liquid that had been found elsewhere on the journey. "
        },
        {
            "type": "text",
            "text": "This was very clearly a dire situation, and thus all stops pulled out and desprate measures achieved. My cousin downed this brown liquid, which was later found to be 'coffee', and continued sprinting. After running for quite a while, my cousin looked back and saw that the hoglin brute was no-where to be found, despite it being a well known fact that hoglin brutes could run quite a bit faster than my cousin. Thus, my cousin came to the conclusion that this 'coffee' could cause an increase"
        },
        {
            "type": "text",
            "text": "at which one moves. Due to this advantage, and the fact that my cousin (second, thrice removed) no longer had an accompanying donkey, the quest was started to determine how such a substance was made. Through much deducing concerning the small, dark grains at the bottom of the cup, and the fact that my cousin remembered fairly clearly that there had been a filter-like substance on top of the cup when found, my cousin deduced that such a magnificent and historic drink"
        },
        {
            "type": "text",
            "text": "could be created by putting a mug underneath a contraption that would warm and strain the grains (theorized to be called 'coffee grinds'), much like a brewing stand might, and placing a mug underneath, one could achieve a cup of coffee."
        }
    ]
}