{
    "name": "Coffee Grinds",
    "icon": "minecraft:writable_book",
    "category": "snacks:ingredients",
    "pages": [
        {
            "type": "text",
            "text": "After discovering the secrets of the coffee (see the entry entitled 'Coffee' for the full story), my second cousin thrice removed began an elaborate journey to figure out how exactly such a beverage could be created. The first step in this endeavor was to figure out where the coffee had actually been obtained, which was a little difficult because apparently it was my cousin's donkey who usually guided"
        },
        {
            "type": "text",
            "text": "where they went and remembered where they had gone, regardless of where my cousin actually wanted to go. Due to this, it was very difficult for my cousin to figure out where the coffee had been aquired. Upon much wandering in what might have possibly been the correct direction, my cousin fortunately found the first location at which the coffee was definately in the pouch on the donkey. How this was achieved, I don't know, given that my cousin could not find"
        },
        {
            "type": "text",
            "text": "the ender dragon if it was breathing on my cousin. Regardless, the location where the coffee was picked up was found, and was easily identifiable due to the dark cup ring on a stone nearby, the mess that was a campfire, and the ripped piece of leather from when my cousin attempted re-bind a leather book without knowing anything about how to bind books or how to use leather. While this was detremental at the time, my cousin was very greatful as it allowed for more info to be"
        },
        {
            "type": "text",
            "text": "gathered concerning the creation of coffee. After discovering the location, my cousin noticed some ground up grain-like, crumb-like, dirt-like, coffee-like substance near where the coffee was found. My cousin, suddenly deciding that becoming a scientist was the way to go, performed some extensive scientific procedures that included smelling, inspecting with a magnifying glass (I don't know where my cousin found that, a magnifying glass is not usual exploring equipment),"
        },
        {
            "type": "text",
            "text": "and finally, tasting the substance. Upon this last scientiic endeavor, my cousin discovered that this substance tasted much like coffee! Then, my cousin looked further than the rock on which this substance rested, and noticed that there was a stonecutter nearby, accompanied by some coffee seeds on the ground nearby. Thus, my cousin deduced that this substance was created by putting coffee seeds into the stone cutter, which would then produce the substance, which could be used"
        },
        {
            "type": "text",
            "text": "to create coffee in some method. Thus, my cousin decided that this substance was called 'coffee grinds'. However, my cousin (I must remind you, second cousin thrice removed) neglected to tell me where to find these coffee substances, so I could not tell you where to find them either. So if you ever find any coffee-related locations, please do let me know!"
        }
    ]
}